Repository: richeterre/jumubase
Catalog: priv/gettext/*/LC_MESSAGES/auth.po
Languages: de

source: Reset your password
de: Neues Passwort setzen

source: Reset your password at %{url}
de: Setze dein Passwort hier neu: %{url}

source: Unfortunately, the email or password was incorrect.
de: Leider stimmte die E-Mail oder das Passwort nicht.

source: You are not authorized to view this page.
de: Du bist nicht berechtigt, diese Seite zu besuchen.

source: You are now logged in.
de: Du bist jetzt eingeloggt.

source: You are now logged out.
de: Du bist jetzt ausgeloggt.

source: You need to log in to view this page.
de: Du musst dich einloggen, um diese Seite zu besuchen.

source: You requested a password reset, but no user was found for the email you provided.
de: Du hast begonnen, ein neues Passwort zu setzen, aber es wurde kein Benutzer unter der angegebenen E-Mail gefunden.

source: Your password has been reset.
de: Dein Passwort wurde gesetzt.

source: You need to log out to view this page.
de: Du musst dich ausloggen, um diese Seite zu besuchen.

source: Check your inbox for instructions on how to reset your password
de: Du hast eine E-Mail mit Anweisungen bekommen, wie du ein neues Passwort setzen kannst

source: Please enter an email address
de: Bitte gib eine E-Mailadresse ein.

source: Password reset
de: Neues Passwort gesetzt
