Repository: richeterre/jumubase
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de

source: Add User
de: Neuen Benutzer hinzufügen

source: Create User
de: Benutzer erstellen

source: Do you really want to delete this user?
de: Möchtest du diesen Benutzer wirklich löschen?

source: Edit User
de: Benutzer bearbeiten

source: Home
de: Startseite

source: Observer
de: Beobachter

source: Internal Pages
de: Interne Seiten

source: New User
de: Neuer Benutzer

source: Please choose
de: Bitte wählen

source: Save Changes
de: Änderungen speichern

source: The user %{name} was created.
de: Der Benutzer %{name} wurde erstellt.

source: The user %{name} was deleted.
de: Der Benutzer %{name} wurde gelöscht.

source: The user %{name} was updated.
de: Der Benutzer %{name} wurde aktualisiert.

source: Users
de: Benutzer

source: Add Host
de: Neuen Ausrichter hinzufügen

source: Choose Password
de: Passwort wählen

source: City
de: Stadt

source: Country
de: Land

source: Country code
de: Ländercode

source: Create Host
de: Ausrichter erstellen

source: Forgot password?
de: Passwort vergessen?

source: Global Organizer
de: Orgteam Landesebene

source: Hosts
de: Ausrichter

source: Local Organizer
de: Orgteam Regionalebene

source: New Host
de: Neuer Ausrichter

source: Please fix the errors below and try again!
de: Bitte behebe die untenstehenden Fehler und versuche es erneut!

source: The host "%{name}" was created.
de: Der Ausrichter "%{name}" wurde erstellt.

source: Time Zone
de: Zeitzone

source: Time zone
de: Zeitzone

source: Accompanist
de: Begleiter:in

source: Birthdate
de: Geburtsdatum

source: Category
de: Kategorie

source: Ensemblist
de: Ensemblemitglied

source: First name
de: Vorname

source: Last name
de: Nachname

source: Participants
de: Teilnehmende

source: Phone
de: Telefon

source: Pieces
de: Vorspielprogramm

source: Register
de: Anmeldeformular

source: Registration
de: Anmeldung

source: Role
de: Rolle

source: Soloist
de: Solist:in

source: Add participant
de: Teilnehmer:in hinzufügen

source: Add piece
de: Stück hinzufügen

source: Born
de: Geburtsjahr

source: Composer
de: Komponist:in

source: Contests
de: Wettbewerbe

source: Dates
de: Zeitraum

source: Day
de: Tag

source: Deadline
de: Anmeldeschluss

source: Died
de: Todesjahr

source: Duration
de: Dauer

source: Edit code
de: Änderungscode

source: Epoch
de: Epoche

source: Hello %{name},
de: Hallo %{name},

source: Month
de: Monat

source: Performance Details
de: Vorspieldetails

source: Performances
de: Vorspiele

source: Programme
de: Vorspielprogramm

source: Submit registration
de: Anmeldung absenden

source: Title
de: Titel

source: Total duration: %{d}
de: Gesamtdauer: %{d}

source: Year
de: Jahr

source: accompanied by
de: begleitet von

source: sec
de: Sek.

source: welcome to your personal Jumu portal!
de: willkommen auf deinem persönlichen Jumu-Portal!

source: Log out
de: Ausloggen

source: Forgot your password?
de: Passwort vergessen?

source: Send instructions
de: Anweisungen schicken

source: Log in
de: Einloggen

source: Categories
de: Kategorien

source: Password
de: Passwort

source: Participant
de: Teilnehmer:in

source: Piece
de: Stück

source: Already registered?
de: Schon angemeldet?

source: Edit registration
de: Anmeldung bearbeiten

source: Edit your registration
de: Anmeldung bearbeiten

source: Enter your edit code to make changes to your existing registration.
de: Gib deinen Änderungscode ein, um deine Anmeldung zu bearbeiten.

source: If you've lost your edit code, ask your local Jumu organizer to retrieve it for you.
de: Wenn du den Änderungscode verloren hast, hilft dir die Jumu-Kontaktperson deiner Schule weiter.

source: Please enter an edit code.
de: Bitte gib einen Änderungscode ein.

source: Search
de: Suchen

source: We could not find a registration for this edit code.
de: Wir konnten keine Anmeldung unter diesem Änderungscode finden.

source: Artist
de: Interpret:in

source: Here you can log in as a Jumu organizer.
de: Hier können sich Jumu-Organisator:innen einloggen.

source: Stay logged in
de: Eingeloggt bleiben

source: Add Category
de: Neue Kategorie hinzufügen

source: Create Category
de: Kategorie erstellen

source: New Category
de: Neue Kategorie

source: The category "%{name}" was created.
de: Die Kategorie "%{name}" wurde erstellt.

source: Classical
de: Klassik

source: Popular
de: Pop

source: Short name
de: Kürzel

source: Type
de: Typ

source: AG max
de: bis AG

source: AG min
de: von AG

source: Advancement
de: Weiterleitung

source: Participation
de: Teilnahme

source: Rules
de: Regeln

source: Latitude
de: Breitengrad

source: Longitude
de: Längengrad

source: Location
de: Standort

source: Cancel (keep old password)
de: Abbrechen (altes Passwort behalten)

source: New password
de: Neues Passwort

source: Set password
de: Passwort setzen

source: Your changes to the registration were saved.
de: Deine Änderungen an der Anmeldung wurden gespeichert.

source: Hello
de: Hallo

source: and
de: und

source: KIMU_REGISTRATION_SUCCESS_SUBJECT_ONE
de: Deine Kimu-Anmeldung

source: Contact
de: Kontakt

source: Here is how you can get in touch with us.
de: So erreichst du uns bei Fragen und Anregungen.

source: Address
de: Anschrift

source: Message
de: Nachricht

source: Send message
de: Nachricht absenden

source: For questions about local contests, consider contacting your local Jumu organizer (see list below).
de: Bei Fragen zum Regionalwettbewerb hilft dir auch deine Jumu-Kontaktperson (siehe Liste unten) weiter.

source: Message us
de: Nachricht senden

source: Please fill in all fields and try again!
de: Bitte fülle alle Felder aus und versuche es erneut!

source: Your message has been sent!
de: Deine Nachricht wurde versendet!

source: Here you can register for your local contest.
de: Hier kannst du dich für deinen Wettbewerb anmelden.

source: Preparation
de: Vor der Wertung

source: privacy policy
de: Datenschutzerklärung

source: The data you enter will be handled as described in the
de: Wie wir deine Angaben verarbeiten, steht in der

source: chair
de: Vorsitz

source: deputy chair
de: 2. Vorsitz

source: responsible for this website
de: verantwortlich für diese Website

source: Privacy
de: Datenschutz

source: To find out how we process your data, please see our
de: Wie wir deine Daten verarbeiten, steht in unserer

source: We received your registration!
de: Wir haben deine Anmeldung erhalten!

source: You can still change it later using the edit code %{edit_code}.
de: Mit dem Änderungscode %{edit_code} kannst du sie später noch bearbeiten.

source: There are currently no contests available for registration.
de: Zur Zeit stehen keine Wettbewerbe zur Anmeldung offen.

source: Show categories
de: Kategorien anzeigen

source: Who takes part?
de: Wer nimmt teil?

source: End date
de: Ende

source: Host
de: Ausrichter

source: Round
de: Runde

source: Season
de: Saison

source: Start date
de: Beginn

source: Edit Contest
de: Wettbewerb bearbeiten

source: The contest %{name} was updated.
de: Der Wettbewerb %{name} wurde aktualisiert.

source: Show more…
de: Weitere anzeigen…

source: Appearances
de: Auftritte

source: Non-competing accompanists don’t need to register.
de: Unbewertete Begleitende müssen nicht angemeldet werden.

source: choose “Vocals” for singers
de: bei Sängern “Gesang” auswählen

source: Certificate date
de: Urkundendatum

source: The edit deadline for this contest has passed. Please contact us if you need assistance.
de: Der Änderungsschluss für diesen Wettbewerb ist bereits vorbei. Bitte kontaktiere uns, falls du Hilfe brauchst.

source: The registration deadline for this contest has passed. Please contact us if you need assistance.
de: Der Anmeldeschluss für diesen Wettbewerb ist bereits vorbei. Bitte kontaktiere uns, falls du Hilfe brauchst.

source: Do you really want to delete this performance?
de: Möchtest du dieses Vorspiel wirklich löschen?

source: Edit performance
de: Vorspiel bearbeiten

source: Please fill in only fields that are visible in the form.
de: Bitte fülle nur sichtbare Felder im Kontaktformular aus.

source: %{count} performance
de: %{count} Vorspiel

source: Filter active
de: Filter aktiv

source: Show all
de: Alle anzeigen

source: All AGs
de: Alle AG

source: All categories
de: Alle Kategorien

source: All genres
de: Alle Genres

source: separate form
de: eigenes Formular

source: for Kimu, there’s a %{form_link}
de: für Kimu gibt es ein %{form_link}

source: Manage performances
de: Vorspiele verwalten

source: The performance was created.
de: Das Vorspiel wurde erstellt.

source: The performance was updated.
de: Das Vorspiel wurde aktualisiert.

source: The performance was deleted.
de: Das Vorspiel wurde gelöscht.

source: Create Performance
de: Vorspiel erstellen

source: New Performance
de: Neues Vorspiel

source: Add Performance
de: Neues Vorspiel hinzufügen

source: Schedule performances
de: Vorspiele planen

source: Insert break
de: Pause einfügen

source: Unscheduled
de: Ohne Zeit

source: All dates
de: Alle Tage

source: All stages
de: Alle Bühnen

source: Stage time
de: Vorspielzeit

source: Switch to stage
de: Zu Bühne wechseln

source: Intermission
de: Pause

source: Start at
de: Beginn um

source: o’clock
de: Uhr

source: Add stage
de: Bühne hinzufügen

source: To add a new stage, please contact the
de: Um eine Bühne hinzuzufügen, kontaktiere bitte den

source: Accordion
de: Akkordeon

source: Bassoon
de: Fagott

source: Cittern
de: Zither

source: Clarinet
de: Klarinette

source: Classical Vocals
de: Klassischer Gesang

source: Cor anglais
de: Englischhorn

source: Double bass
de: Kontrabass

source: Electric Bass
de: E-Bass

source: Electric Guitar
de: E-Gitarre

source: Flute
de: Querflöte

source: French horn
de: Horn

source: Group
de: Gruppe

source: Guitar
de: Gitarre

source: Harp
de: Harfe

source: Harpsichord
de: Cembalo

source: Mandolin
de: Mandoline

source: Organ
de: Orgel

source: Piano
de: Klavier

source: Plucked Instruments
de: Zupfinstrumente

source: Pop Vocals
de: Pop-Gesang

source: Recorder
de: Blockflöte

source: Saxophone
de: Saxophon

source: Special Lineups
de: Besondere Besetzungen

source: The category %{name} was updated.
de: Die Kategorie "%{name}" wurde aktualisiert.

source: Trombone
de: Posaune

source: Trumpet/Flugelhorn
de: Trompete/Flügelhorn

source: Violin
de: Violine

source: Vocals
de: Gesang

source: Wind Instruments
de: Blasinstrumente

source: String Instruments
de: Streichinstrumente

source: Edit Category
de: Kategorie bearbeiten

source: Registrations
de: Anmeldungen

source: Print jury sheets
de: Jurybögen ausgeben

source: Create jury material
de: Jurymaterial erstellen

source: Result
de: Ergebnis

source: Print jury table
de: Jurytabelle ausgeben

source: points
de: Punkte

source: Timetables public
de: Vorspielplan öffentlich

source: This schedule has already been published. Your changes will be visible to others instantly.
de: Dieser Vorspielplan wurde bereits veröffentlicht. Deine Änderungen sind für andere sofort sichtbar.

source: Enter points
de: Punkte eintragen

source: Evaluation
de: Nach der Wertung

source: Points
de: Punktzahl

source: Prize
de: Preis

source: Cancel
de: Abbrechen

source: Save points
de: Punkte speichern

source: The points could not be saved at this time.
de: Die Punktzahl konnte leider nicht gespeichert werden.

source: Publish results
de: Ergebnisse freigeben

source: No
de: Nein

source: Yes
de: Ja

source: Unpublish results
de: Freigabe aufheben

source: Published?
de: Freigegeben?

source: PUBLISH_RESULTS_CONFIRMATION_ONE
de: Möchtest du die Ergebnisse dieses Vorspiels wirklich freigeben?

source: The results of this performance were published.
de: Die Ergebnisse dieses Vorspiels sind nun freigegeben.

source: The results of this performance were unpublished.
de: Die Ergebnisse dieses Vorspiels sind nun nicht mehr freigegeben.

source: The results of some performances below have already been published. Your changes will be visible to others instantly.
de: Die Ergebnisse einiger untenstehender Vorspiele wurden bereits freigegeben. Deine Änderungen sind für andere sofort sichtbar.

source: Result already published – please enter points!
de: Ergebnis bereits freigegeben – bitte Punkte eintragen!

source: missing
de: fehlt

source: Create certificates
de: Urkunden erstellen

source: Print certificates
de: Urkunden ausgeben

source: Pro tip: To add a custom Kimu logo, print it on paper first, then re-insert the printed paper.
de: Tipp: Um ein eigenes Kimu-Logo hinzuzufügen, lege das bereits mit dem Logo bedruckte Papier erneut ein.

source: The printed output matches the official Jumu certificate paper, which you can order %{link}.
de: Die Ausgabe passt zum offiziellen Jumu-Urkundenpapier, welches du %{link} bestellen kannst.

source: here
de: hier

source: Time
de: Zeit

source: Timetable
de: Vorspielplan

source: Timetables
de: Vorspielpläne

source: Compose group email
de: Rundmail schreiben

source: Statistics
de: Statistik

source: Total
de: Gesamt

source: %{completed} of %{total} entered so far
de: Bisher %{completed} von %{total} eingetragen

source: %{completed} of %{total} published so far
de: Bisher %{completed} von %{total} freigegeben

source: All %{total} entered
de: Alle %{total} eingetragen

source: All %{total} published
de: Alle %{total} freigegeben

source: Advancing performances
de: Weiterleitungen

source: Show advancing
de: Weiterleitungen anzeigen

source: MIGRATE_PERFORMANCES_SUCCESS_ONE
de: Ein Vorspiel wurde migriert.

source: The performances could not be migrated.
de: Die Vorspiele konnten nicht migriert werden.

source: Migrated?
de: Migriert?

source: Do you really want to migrate the performances?
de: Möchtest du die Vorspiele wirklich migrieren?

source: Please check eligibility for next round
de: Bitte Teilnahmeberechtigung zur nächsten Runde prüfen

source: Data maintenance
de: Datenpflege

source: Orphaned participants
de: Verwaiste Teilnehmende

source: DELETE_ORPHANED_PARTICIPANTS_SUCCESS_ONE
de: Der:die verwaiste Teilnehmende wurde gelöscht.

source: Do you really want to send the welcome emails?
de: Möchtest du die Willkommensmails wirklich senden?

source: Send welcome emails
de: Willkommensmails senden

source: The welcome emails were sent.
de: Die Willkommensmails wurden versandt.

source: JUMU_REGISTRATION_SUCCESS_SUBJECT_ONE(%{name})
de: Deine Jumu-Anmeldung in der Kategorie "%{name}"

source: JUMU_WELCOME_ADVANCED_SUBJECT_ONE(%{contest}, %{city})
de: Deine Teilnahme am %{contest} in %{city}

source: Last edited
de: Zuletzt geändert

source: Delete all
de: Alle löschen

source: Do you really want to delete all orphaned participants?
de: Möchtest du wirklich alle verwaisten Teilnehmenden löschen?

source: Compare participants
de: Teilnehmende vergleichen

source: Merge participants
de: Teilnehmende zusammenführen

source: The participants could not be merged.
de: Die Teilnehmenden konnten nicht zusammengeführt werden.

source: The participants were merged.
de: Die Teilnehmenden wurden zusammengeführt.

source: No orphaned participants were found.
de: Es wurden keine verwaisten Teilnehmenden gefunden.

source: No duplicate participants were found.
de: Es wurden keine Teilnehmenden-Duplikate gefunden.

source: This performance already has results. To edit it, please clear them first.
de: Dieses Vorspiel hat bereits Ergebnisse. Um es zu bearbeiten, musst du diese zunächst entfernen.

source: Your changes could not be saved. Please contact us if you need assistance.
de: Deine Änderungen konnten nicht gespeichert werden. Bitte kontaktiere uns, falls du Hilfe brauchst.

source: Grouping
de: Verbund

source: The website for “Jugend musiziert” at German schools abroad
de: Die Website für “Jugend musiziert” an Deutschen Schulen im Ausland

source: New message via jumu-weltweit.org
de: Neue Nachricht über jumu-weltweit.org

source: This form is for contacting the international committee of Grouping 2.
de: Mit diesem Formular erreichst du den Landesausschuss des Verbunds 2.

source: Edit Host
de: Ausrichter bearbeiten

source: Jury work
de: Juryarbeit

source: Materials
de: Materialien

source: Literature guidance
de: Literaturberatung

source: Meeting minutes
de: Sitzungsprotokolle

source: Allows registration
de: Neuanmeldung erlaubt

source: First round
de: Regionalwettbewerb

source: This contest is not open for registration. Please contact us if you need assistance.
de: Für diesen Wettbewerb ist die Anmeldung nicht möglich. Bitte kontaktiere uns, falls du Hilfe brauchst.

source: Regional-level hosts
de: Regionalwettbewerbe

source: State level
de: Landesebene

source: currently grouping 2 only
de: derzeit nur Verbund 2

source: Qanun
de: Qanoun

source: All RWs
de: Alle RWs

source: The host "%{name}" was updated.
de: Der Ausrichter "%{name}" wurde aktualisiert.

source: Notes
de: Anmerkungen

source: Export as CSV
de: Als CSV exportieren

source: Uses epochs
de: Verwendet Epochen

source: Epochs?
de: Epochen?

source: Manage participants
de: Teilnehmende verwalten

source: Edit Participant
de: Teilnehmer:in bearbeiten

source: The participant %{name} was updated.
de: Der:die Teilnehmer:in %{name} wurde aktualisiert.

source: Heads up: Your changes will affect all appearances of this person, past and present. Please check your input carefully!
de: Aufgepasst: Deine Änderungen wirken sich auf sämtliche (auch frühere) Auftritte dieser Person aus. Bitte daher die Daten sorgfältig prüfen!

source: Accompanists rated as group
de: Begleitende als Gruppe bewertet

source: Allows WESPE nominations
de: WESPE-Nominierungen möglich

source: Add Contests
de: Neue Wettbewerbe hinzufügen

source: Add contest category
de: Wettbewerbskategorie hinzufügen

source: New Contests
de: Neue Wettbewerbe

source: Contest categories
de: Wettbewerbskategorien

source: Advancement (if any)
de: ggf. Weiterleitung

source: Create %{count} contest
de: 1 Wettbewerb erstellen

source: The contest was created.
de: Der Wettbewerb wurde erstellt.

source: The contest %{name} was deleted.
de: Der Wettbewerb %{name} wurde gelöscht.

source: Do you really want to delete the contest %{name}?
de: Möchtest du den Wettbewerb %{name} wirklich löschen?

source: Duplicate Participants
de: Teilnehmenden-Duplikate

source: Duplicates
de: Duplikate

source: Show duplicates
de: Duplikate anzeigen

source: Already existing
de: Bereits vorhanden

source: In this contest
de: In diesem Wettbewerb

source: Choose the fields to keep when merging.
de: Wähle die zu übernehmenden Felder.

source: The checked fields will be overwritten here.
de: Hier werden die gewählten Felder überschrieben.

source: Apply template
de: Vorlage übernehmen

source: Choose template
de: Vorlage wählen

source: All groupings
de: Alle Verbunde

source: Grouping %{name}
de: Verbund %{name}

source: All years
de: Alle Jahre

source: Name suffix
de: Namenszusatz

source: Confirm new password
de: Neues Passwort bestätigen

source: All rounds
de: Alle Runden

source: %{count} contest
de: %{count} Wettbewerb

source: Export for JMDaten
de: Für JMDaten exportieren

source: Once you’re done scheduling for all stages, you can publish your timetables here.
de: Wenn du mit allen Bühnen fertig bist, kannst du den Vorspielplan hier freigeben.

source: Please start by choosing a stage to schedule performances for.
de: Wähle bitte zunächst eine Bühne aus, für die du mit der Planung beginnen möchtest.

source: Step 1: Schedule performances
de: Schritt 1: Vorspielplan erstellen

source: Step 2: Publish timetables
de: Schritt 2: Fertigen Vorspielplan veröffentlichen

source: To undo this, please click
de: Um dies rückgängig zu machen, klicke bitte

source: You don’t have any stages set up yet.
de: Du hast noch keine Bühnen eingerichtet.

source: Your timetables are now publicly visible through the mobile app “Jumu weltweit”.
de: Dein Vorspielplan ist nun in der mobilen App “Jumu weltweit” öffentlich sichtbar.

source: Do you really want to publish all timetables for %{contest_name}?
de: Möchtest du wirklich den gesamten Vorspielplan des %{contest_name} veröffentlichen?

source: Publish timetables
de: Vorspielplan freigeben

source: This will cause your contest and its timetables to appear in the mobile app “Jumu weltweit”.
de: Dadurch erscheint dein Wettbewerb mit Vorspielplan in der mobilen App “Jumu weltweit”.

source: Do you really want to remove the contest %{contest_name} from the app “Jumu weltweit”?
de: Möchtest du den %{contest_name} wirklich wieder aus der App “Jumu weltweit” entfernen?

source: The timetables could not be published.
de: Der Vorspielplan konnte nicht freigegeben werden.

source: The timetables could not be unpublished.
de: Die Freigabe des Vorspielplans konnte nicht aufgehoben werden.
