Repository: richeterre/jumubase
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: de

source: can't be blank
de: fehlt noch

source: has already been taken
de: ist bereits vergeben

source: is invalid
de: ist ungültig

source: has invalid format
de: hat nicht das richtige Format

source: should be at least %{count} character(s)
de: muss mindestens %{count} Zeichen lang sein

source: should be at most %{count} character(s)
de: darf höchstens %{count} Zeichen lang sein

source: can't be before the start date
de: kann nicht vor dem Beginn liegen

source: must be before the start date
de: muss vor dem Beginn liegen

source: can't be changed
de: kann nicht geändert werden

source: can only appear once in a performance
de: darf nur einen Auftritt pro Vorspiel haben

source: must be unique
de: muss eindeutig sein

source: can only have either a composer or an artist
de: darf nur entweder Komponist:in oder Interpret:in enthalten

source: The performance must have at least one participant.
de: Das Vorspiel muss mindestens eine:n Teilnehmer:in haben.

source: The performance must have at least one piece.
de: Das Vorspiel muss mindestens ein Stück haben.

source: The performance can't have both soloists and ensemblists.
de: Das Vorspiel darf nicht sowohl Solist:innen als auch Ensemblemitglieder haben.

source: The performance can't have more than one soloist.
de: Das Vorspiel darf nicht mehrere Solist:innen haben.

source: The performance can't have only accompanists.
de: Das Vorspiel darf nicht nur Begleiter:innen haben.

source: The performance can't have only one ensemblist.
de: Das Vorspiel darf nicht nur ein Ensemblemitglied haben.

source: Something went wrong on the server. We’re on it!
de: Ein Serverfehler ist aufgetreten. Wir kümmern uns darum!

source: Maybe try one of the links above?
de: Vielleicht helfen dir die obigen Links weiter?

source: The page was not found.
de: Die Seite wurde nicht gefunden.

source: Oh no…
de: Oh je…

source: can't be before the end date
de: kann nicht vor dem Ende liegen

source: To change the name or birthdate, please remove and add back this person.
de: Um Name oder Geburtsdatum zu ändern, musst du die Person entfernen und neu hinzufügen.

source: does not match password
de: stimmt nicht mit dem Passwort überein
